Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Privacy.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# PHOTOS_PICKER_ONLY_AUTHORIZATION
source: Private Access
ar: الوصول بخصوصية
bg: Поверителен достъп
ca: Accés privat
cs: Přístup k soukromým datům
da: Privat adgang
de: Privater Zugriff
el: Ιδιωτική πρόσβαση
es: Acceso privado
es_us: Acceso privado
fi: Yksityinen käyttö
fr: Accès privé
fr_ca: Accès privé
he: גישה פרטית
hi: गोपनीय ऐक्सेस
hr: Privatni pristup
hu: Privát hozzáférés
id: Akses Pribadi
it: Accesso privato
ja: プライベートアクセス
kk: Жеке қол жеткізу
ko: 비공개 접근
lt: Asmeninė prieiga
ms: Akses Peribadi
nl: Privétoegang
no: Privat tilgang
pl: Dostęp prywatny
pt_br: Acesso Privado
pt_pt: Acesso privado
ro: Acces privat
ru: Частный доступ
sk: Súkromný prístup
sl: Zasebni dostop
sv: Privat åtkomst
th: เข้าถึงอย่างเป็นส่วนตัว
tr: Özel Erişim
uk: Приватний доступ
vi: Truy cập riêng tư
zh_cn: 私密访问
zh_hk: 私密取用
zh_tw: 私密取用

# LOCAL_NETWORK_BONJOUR
source: When enabled, “%@” can use Bonjour to browse for specific devices and services on your network.
ar: عند التمكين، يمكن لـ "%@" استخدام Bonjour لتصفح أجهزة وخدمات محددة على شبكتك.
bg: Когато е активирано, „%@“ може да използва Bonjour да браузва за определени устройства и услуги във вашата мрежа.
ca: Si aquesta opció està activada, “%@” podrà utilitzar el Bonjour per explorar determinats serveis i dispositius de la teva xarxa.
cs: Pokud je tato volba zapnutá, aplikace %@ může pomocí služby Bonjour vyhledávat ve vaší síti konkrétní zařízení a služby.
da: Når funktionen er slået til, kan “%@“ bruge Bonjour til at søge efter visse enheder og tjenester på dit netværk.
de: Bei Aktivierung kann„%@“ mit Bonjour nach bestimmten Geräten und Diensten in deinem Netzwerk suchen.
el: Όταν είναι ενεργή αυτή η ρύθμιση, η εφαρμογή «%@» μπορεί να χρησιμοποιεί το Bonjour για αναζήτηση συγκεκριμένων συσκευών και υπηρεσιών στο δίκτυό σας.
es: Cuando está activada, la app %@ puede usar Bonjour para explorar dispositivos y servicios concretos en tu red.
es_us: Si se activa, “%@“ puede usar Bonjour para buscar servicios y dispositivos específicos en tu red.
fi: Kun käytössä, %@ voi käyttää Bonjouria verkkosi tiettyjen laitteiden ja palvelujen selaamiseen.
fr: Une fois cette fonction activée, « %@ » peut utiliser Bonjour pour rechercher des appareils et des services spécifiques sur votre réseau.
fr_ca: Lorsque cette option est activée, « %@ » peut utiliser Bonjour pour parcourir certains appareils et services sur votre réseau.
he: כשאפשרות זו מופעלת, ״%@״ יכול להשתמש ב-Bonjour לצורך חיפוש מכשירים ושירותים ספציפיים ברשת שלך.
hi: सक्षम रहने पर Bonjour का इस्तेमाल “%@“ आपके नेटवर्क पर निर्दिष्ट डिवाइस और सेवा को ब्राउज़ करने के लिए कर सकता है।
hr: Kad je omogućeno, aplikacija “%@“ može koristiti Bonjour za pretraživanje određenih uređaja i usluga na vašoj mreži.
hu: Amikor engedélyezve van, a(z) „%@” használhatja a Bonjour-t, hogy adott eszközöket és szolgáltatásokat megkeressen a hálózatán.
id: Jika diaktifkan, “%@“ dapat menggunakan Bonjour untuk mencari perangkat dan layanan tertentu di jaringan Anda.
it: Quando l’opzione è abilitata, “%@” può utilizzare Bonjour per cercare dispositivi e servizi specifici sulla tua rete.
ja: 有効にすると、“%@“はBonjourを使ってネットワーク上の特定のデバイスおよびサービスを閲覧できます。
kk: Қосулы кезде, «%@» желіңіздегі белгілі бір құрылғылар мен сервистерді табу үшін Bonjour функциясын пайдалана алады.
ko: 이 기능을 활성화하면 ‘%@’이(가) Bonjour를 사용하여 사용자 네트워크의 특정 기기 및 서비스를 탐색할 수 있습니다.
lt: Kai įjungta, „%@“ gali naudoti „Bonjour“ konkretiems įrenginiams ir paslaugoms jūsų tinkle naršyti.
ms: Apabila didayakan, “%@” boleh menggunakan Bonjour untuk melayari bagi peranti dan perkhidmatan tertentu pada rangkaian anda.
nl: Wanneer deze optie is ingeschakeld, kan %@ Bonjour gebruiken om specifieke apparaten en voorzieningen op je netwerk te zoeken.
no: Når innstillingen er aktivert, kan «%@» bruke Bonjour til å se etter bestemte enheter og tjenester på nettverket ditt.
pl: Gdy funkcja jest włączona, „%@” może przeglądać określone urządzenia i usługi w Twojej sieci, używając Bonjour.
pt_br: Quando esta opção estiver ativada, “%@“ pode usar Bonjour para buscar dispositivos e serviços específicos na sua rede.
pt_pt: Quando esta opção está ativa, “%@“ pode usar Bonjour para procurar determinados dispositivos e serviços na sua rede.
ro: Când opțiunea este activată, “%@“ poate utiliza Bonjour pentru a explora anumite dispozitive și servicii din rețeaua dvs.
ru: Если включено, приложение «%@» может использовать Bonjour для поиска определенных приложений и служб в Вашей сети.
sk: Keď je táto možnosť zapnutá, „%@“ bude môcť používať Bonjour na vyhľadávanie špecifických zariadení a služieb vo vašej sieti.
sl: Če je funkcija omogočena, lahko »%@« uporablja Bonjour za brskanje po določenih napravah in storitvah v vašem omrežju.
sv: När det här alternativet är aktivt kan ”%@” använda Bonjour till att leta efter specifika enheter och tjänster på ditt nätverk.
th: เมื่อเปิดการใช้งานนี้ “%@“ สามารถใช้ Bonjour เพื่อเลือกดูอุปกรณ์และบริการบางอย่างโดยเฉพาะบนเครือข่ายของคุณได้
tr: Bu seçenek etkinken “%@“, ağınızdaki belirli aygıtları ve servisleri taramak için Bonjour’u kullanabilir.
uk: Коли ввімкнено, «%@» зможе використовувати Bonjour для пошуку пристроїв і сервісів у вашій мережі.
vi: Khi được bật, “%@“ có thể sử dụng Bonjour để duyệt các thiết bị và dịch vụ cụ thể trên mạng của bạn.
zh_cn: 启用后，“%@”可使用Bonjour浏览你网络中的特定设备和服务。
zh_hk: 啟用後，「%@」可以使用Bonjour瀏覽你網絡上的特定裝置和服務。
zh_tw: 啟用時，「%@」可以使用Bonjour瀏覽你網路上的特定裝置和服務。

source: Location
ar: الموقع
bg: Местоположение
ca: Localització
cs: Poloha
da: Lokalitet
de: Standort
el: Τοποθεσία
es: Ubicación
es_us: Ubicación
fi: Sijainti
fr: Localisation
fr_ca: Localisation
he: מיקום
hi: स्थान
hr: Lokacija
hu: Helyzet
id: Lokasi
it: Posizione
ja: 位置情報
kk: Орналасқан жері
ko: 위치
lt: Vieta
ms: Lokasi
nl: Locatie
no: Sted
pl: Położenie
pt_br: Local
pt_pt: Localização
ro: Localizare
ru: Геопозиция
sk: Poloha
sl: Lokacija
sv: Platstjänster
th: ตำแหน่งที่ตั้ง
tr: Konum
uk: Геопозиція
vi: Địa điểm
zh_cn: 位置
zh_hk: 定位服務
zh_tw: 定位服務

# PHOTOS_NO_ACCESS_AUTHORIZATION
source: None
ar: لا يوجد
bg: Няма
ca: Cap
cs: Žádný
da: Ingen
de: Keine
el: Καμία εφαρμογή
es: Nada
es_us: Ninguno
fi: Ei mitään
fr: Aucune
fr_ca: Aucune
he: ללא
hi: कोई नहीं
hr: Bez
hu: Nincs
id: Tidak Ada
it: Nessuno
ja: なし
kk: Жоқ
ko: 안 함
lt: Nėra
ms: Tiada
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhuma
pt_pt: Nenhuma
ro: Fără
ru: Нет
sk: Bez prístupu
sl: Ni dostopa
sv: Ingen
th: ไม่มี
tr: Hiçbiri
uk: Без доступу
vi: Không có
zh_cn: 无
zh_hk: 無
zh_tw: 無

# APP_TRACKING_LINK_TEXT
source: Learn more…
ar: لمعرفة المزيد…
bg: Научете повече…
ca: Més informació…
cs: Další informace…
da: Læs mere…
de: Weitere Infos …
el: Μάθετε περισσότερα…
es: Más información…
es_us: Obtén detalles…
fi: Lisätietoja…
fr: En savoir plus…
fr_ca: En savoir plus…
he: פרטים נוספים…
hi: अधिक जानें…
hr: Saznajte više…
hu: Bővebben…
id: Lebih lanjut…
it: Scopri di più…
ja: 詳しい情報…
kk: Толығырақ ақпарат алу…
ko: 더 알⁠아⁠보⁠기…
lt: Sužinokite daugiau…
ms: Ketahui lebih lanjut…
nl: Meer informatie…
no: Finn ut mer…
pl: Więcej informacji…
pt_br: Saiba mais…
pt_pt: Saiba mais…
ro: Mai multe…
ru: Подробнее…
sk: Viac informácií…
sl: Več o tem …
sv: Läs mer…
th: เรียนรู้เพิ่มเติม…
tr: Daha fazla bilgi…
uk: Докладніше…
vi: Tìm hiểu thêm…
zh_cn: 进一步了解…
zh_hk: 進一步了解⋯
zh_tw: 更多內容⋯

# FILEACCESS_FOOTER
source: Applications that have requested access to files and folders will appear here.
ar: التطبيقات التي طلبت الوصول إلى الملفات والمجلدات ستظهر هنا.
bg: Тук ще се появят приложенията, заявили достъп до файлове и папки.
ca: Les apps que hagin sol·licitat permís per accedir als arxius i a les carpetes es mostraran aquí.
cs: Zde se zobrazí aplikace, které si vyžádaly přístup k souborům a složkám.
da: Apps, der har bedt om adgang til arkiver og mapper, vises her.
de: Hier werden Apps angezeigt, die auf Dateien und Ordner zugreifen möchten.
el: Εδώ θα εμφανίζονται οι εφαρμογές που έχουν ζητήσει πρόσβαση στα αρχεία και τους φακέλους.
es: Aquí aparecerán las aplicaciones que hayan solicitado acceso a archivos y carpetas.
es_us: Aquí estarán las apps que solicitaron acceso a archivos y carpetas.
fi: Apit, jotka ovat pyytäneet lupaa käyttää tiedostoja ja kansioita, näkyvät tässä.
fr: Les apps ayant demandé l’accès aux fichiers et dossiers figureront ici.
fr_ca: Les applications ayant demandé l’accès aux fichiers et aux dossiers figureront ici.
he: יישומים שביקשו גישה לקבצים ותיקיות יופיעו כאן.
hi: जिन ऐप्लिकेशन ने आपकी फ़ाइलों और फ़ोल्डर के ऐक्सेस के लिए अनुरोध किया है वे यहाँ दिखाई देंगे।
hr: Ovdje će se prikazati aplikacije koje su zatražile pristup datotekama i mapama.
hu: Itt jelennek meg a fájlokhoz és mappákhoz hozzáférést kérő alkalmazások.
id: Aplikasi yang telah meminta akses ke file dan folder akan muncul di sini.
it: Le applicazioni che hanno richiesto l’accesso ai file e alle cartelle verranno visualizzate qui.
ja: ファイルとフォルダへのアクセスを要求したアプリがここに表示されます。
kk: Бұл жерде файлдар мен қалталарға қол жеткізуді сұраған қолданбалар пайда болады.
ko: 파일 및 폴더에 접근을 요청한 응용 프로그램이 여기에 나타납니다.
lt: Čia bus rodomos prieigos prie failų ir aplankų užklausą pateikusios programos.
ms: Aplikasi yang telah meminta akses kepada fail dan folder akan kelihatan di sini.
nl: Hier staan de apps die om toegang tot bestanden en mappen hebben gevraagd.
no: Apper som har bedt om tilgang til filer og mapper, vises her.
pl: W tym miejscu pojawią się aplikacje, które żądały dostępu do plików i folderów.
pt_br: Os aplicativos que solicitaram acesso aos arquivos e pastas aparecerão aqui.
pt_pt: As aplicações que pediram acesso aos ficheiros e pastas aparecerão aqui.
ro: Aplicațiile care au solicitat acces la fișiere și dosare vor fi afișate aici.
ru: Здесь появятся приложения, запросившие доступ к файлам и папкам.
sk: Tu sa zobrazia aplikácie, ktoré žiadali o prístup k súborom a priečinkom.
sl: Tukaj bodo prikazane aplikacije, ki so zahtevale dostop do datotek in map.
sv: Appar som har begärt åtkomst till filer och mappar visas här.
th: แอปพลิเคชันที่ได้ขอเข้าถึงไฟล์และโฟลเดอร์จะแสดงที่นี่
tr: Dosyalara ve klasörlere erişmek isteyen uygulamalar burada görünür.
uk: Тут зʼявлятимуться програми, які зробили запит на доступ до файлів і папок.
vi: Các ứng dụng đã yêu cầu truy cập vào các tệp và thư mục sẽ xuất hiện tại đây.
zh_cn: 请求访问文件和文件夹的应用程序将在此处显示。
zh_hk: 此處會顯示曾要求取用檔案及資料夾的應用程式。
zh_tw: 之前要求取用檔案和檔案夾的應用程式會顯示在此處。

# APP_TRACKING_DISABLED_REASON_PROFILE
source: This setting cannot be changed because of an installed profile or Screen Time restriction.
ar: لا يمكن تغيير هذا الإعداد بسبب ملف تعريف مثبت أو أحد قيود مدة استخدام الجهاز.
bg: Тази настройка не може да бъде променена заради инсталиран профил или ограничение на функцията Екранно време.
ca: No es pot canviar aquesta opció perquè hi ha un perfil instal·lat o una restricció del temps d’ús que no ho permeten.
cs: Nastavení nelze změnit kvůli nainstalovanému profilu nebo omezení času u obrazovky.
da: Denne indstilling kan ikke ændres pga. en installeret profil eller begrænsning på skærmtid.
de: Diese Einstellung kann wegen eines installierten Profils oder wegen Beschränkungen für „Bildschirmzeit“ nicht geändert werden.
el: Δεν είναι δυνατή η αλλαγή αυτής της ρύθμισης λόγω ενός εγκατεστημένου προφίλ ή ενός περιορισμού του Χρόνου επί οθόνης.
es: No se puede cambiar este ajuste porque un perfil instalado o una restricción de tiempo de uso lo impide.
es_us: No se puede modificar esta configuración debido a un perfil instalado o una restricción de Tiempo en pantalla.
fi: Tätä asetusta ei voida muuttaa, koska asennettu profiili tai Ruutuaika estää sen.
fr: Un profil installé ou une restriction « Temps d’écran » empêche la modification de ce réglage.
fr_ca: Ce réglage ne peut pas être modifié à cause d’un profil installé ou d’une restriction de Temps d’écran.
he: לא ניתן לשנות הגדרה זו משום שהיא מוגבלת על ידי פרופיל שהותקן או על ידי הגבלת ״זמן מסך״.
hi: एक इंस्टॉल की गई प्रोफ़ाइल या स्क्रीन टाइम प्रतिबंध के कारण यह सेटिंग बदली नहीं जा सकती है।
hr: Ova postavka ne može se promijeniti zbog instaliranog profila ili ograničenja Vremena uporabe zaslona.
hu: Ez a beállítás egy telepített profil vagy egy Képernyőidő-korlátozás miatt nem módosítható.
id: Pengaturan ini tidak dapat diubah karena profil yang terinstal atau pembatasan Durasi Layar.
it: L’impostazione non può essere modificata a causa di un profilo installato o di una restrizione di “Tempo di utilizzo”.
ja: インストール済みプロファイルまたはスクリーンタイムの制限があるため、この設定は変更できません。
kk: Бұл реттеуді орнатылған профиль немесе экран уақытының шектеуіне байланысты өзгерту мүмкін емес.
ko: 설치된 프로필 또는 스크린 타임 제한으로 인해 이 설정을 변경할 수 없습니다.
lt: Šio nustatymo negalima keisti dėl įdiegto profilio arba ekrano laiko apribojimo.
ms: Seting ini tidak boleh ditukar kerana profil dipasang atau pengehadan Masa Skrin.
nl: Deze instelling kan niet worden gewijzigd vanwege een geïnstalleerd profiel of een beperking van 'Schermtijd'.
no: Denne innstillingen kan ikke endres fordi en installert profil eller en skjerm­tids­innstilling ikke tillater det.
pl: Nie można zmienić tego ustawienia; zabrania tego zainstalowany profil lub ograniczenia funkcji Czas przed ekranem.
pt_br: Não é possível alterar este ajuste devido a um perfil instalado ou a uma restrição do Tempo de Uso.
pt_pt: Esta definição não pode ser alterada devido a um perfil instalado ou uma restrição de Tempo de ecrã.
ro: Această configurare nu poate fi schimbată din cauza unui profil instalat sau a unei restricții “Timp de utilizare”.
ru: Эту настройку нельзя изменить из‑за установленного профиля или ограничения Экранного времени.
sk: Toto nastavenie nemožno zmeniť v dôsledku nainštalovaného profilu alebo obmedzenia času pred obrazovkou.
sl: Te nastavitve ni mogoče spremeniti zaradi omejitve iz nameščenega profila ali omejitve časa pred zaslonom.
sv: Den här inställningen kan inte ändras p.g.a. en installerad profil eller begränsning i Skärmtid.
th: ไม่สามารถเปลี่ยนการตั้งค่านี้ได้เนื่องจากมีการจำกัดโปรไฟล์ที่ติดตั้งหรือเวลาหน้าจอ
tr: Bu ayar, yüklü bir profil ya da Ekran Süresi sınırlaması yüzünden değiştirilemiyor.
uk: Цей параметр неможливо змінити через інстальований профіль чи обмеження Екранного часу.
vi: Không thể thay đổi cài đặt này vì một cấu hình đã cài đặt hoặc giới hạn Thời gian sử dụng.
zh_cn: 无法更改此设置，因为安装了描述文件或存在屏幕使用时间限制。
zh_hk: 無法更改此設定，因為有已安裝描述檔或「螢幕使用時間」限制。
zh_tw: 無法更改此設定，因為安裝描述檔或螢幕使用時間的限制。

# LOCAL_NETWORK_MULTICAST
source: When enabled, “%@” can find and communicate with every device that is connected to your network.
ar: عند التمكين، يمكن لـ "%@" العثور على كل جهاز متصل بشبكتك والتواصل معه.
bg: Когато е активирано, „%@“ може да намери и да се свързва с всяко устройство, което е свързано с вашата мрежа.
ca: Si aquesta opció està activada, “%@” podrà veure tots els dispositius connectats a la teva xarxa i comunicar‑s’hi.
cs: Pokud je tato volba zapnutá, aplikace %@ může vyhledat a kontaktovat kterékoli zařízení připojené k vaší síti.
da: Når funktionen er slået til, kan “%@“ finde og kommunikere med enheder og tjenester på dit netværk.
de: Bei Aktivierung kann „%@“ jedes mit deinem Netzwerk verbundene Gerät finden und damit kommunizieren.
el: Όταν είναι ενεργή αυτή η ρύθμιση, η εφαρμογή «%@» μπορεί να βρίσκει και να επικοινωνεί με κάθε συσκευή που είναι συνδεδεμένη στο δίκτυό σας.
es: Cuando está activada, la app %@ puede encontrar y comunicarse con todos los dispositivos que estén conectados a tu red.
es_us: Si se activa, “%@“ puede buscar y comunicarse con todos los dispositivos conectados a tu red.
fi: Kun käytössä, %@ voi etsiä viestiä jokaisen laitteen kanssa, joka on yhdistetty verkkoosi.
fr: Une fois cette fonction activée, « %@ » peut communiquer avec chaque appareil connecté à votre réseau.
fr_ca: Lorsque cette option est activée, « %@ » peut identifier tous les appareils connectés à votre réseau et communiquer avec eux.
he: כשאפשרות זו מופעלת, ״%@״ יכול למצוא את כל המכשירים ברשת שלך ולתקשר איתם.
hi: सक्षम रहने पर “%@“ आपके नेटवर्क से कनेक्टेड सभी डिवाइस को ढूँढ सकता है और उनके साथ संवाद कर सकता है।
hr: Kad je omogućeno, aplikacija “%@“ može pronaći i komunicirati sa svakim uređajem koji je spojen na vašu mrežu.
hu: Amikor engedélyezve van, a(z) „%@” bármilyen eszközt megkereshet a hálózatán, és kommunikálhat azokkal.
id: Jika diaktifkan, “%@“ dapat menemukan dan berkomunikasi dengan setiap perangkat yang terhubung ke jaringan Anda.
it: Quando l’opzione è abilitata, “%@” può trovare e comunicare con ciascun dispositivo connesso alla tua rete.
ja: 有効にすると、“%@“はネットワークに接続されているすべてのデバイスを見つけて通信することができます。
kk: Қосулы кезде, «%@» желіңізге қосылған әр құрылғыны іздей және олармен деректер алмаса алады.
ko: 이 기능을 활성화하면 ‘%@’ 앱이 사용자의 네트워크에 연결된 모든 기기를 찾고 이와 커뮤니케이션할 수 있습니다.
lt: Kai įjungta, „%@“ gali rasti kiekvieną prie jūsų tinklo prijungtą įrenginį ir su juo susisiekti.
ms: Apabila didayakan, “%@” boleh mencari dan berkomunikasi dengan setiap peranti yang disambungkan ke rangkaian anda.
nl: Wanneer deze optie is ingeschakeld, kan %@ elk apparaat zoeken dat verbonden is met je netwerk en ermee communiceren.
no: Når innstillingen er aktivert, kan «%@» finne og kommunisere med alle enheter som er koblet til nettverket ditt.
pl: Gdy funkcja jest włączona, „%@” może znajdować dowolne urządzenia w Twojej sieci i komunikować się z nimi.
pt_br: Quando esta opção estiver ativada, “%@“ pode buscar e se comunicar com todos os dispositivos que estejam conectados à sua rede.
pt_pt: Quando esta opção está ativa, “%@“ pode procurar e comunicar com qualquer dispositivo ligado à sua rede.
ro: Când opțiunea este activată, “%@“ poate să găsească și să comunice cu toate dispozitivele care sunt conectate la rețeaua dvs.
ru: Если включено, приложение «%@» может находить и обмениваться данными с каждым устройством, подключенным к Вашей сети.
sk: Keď je táto možnosť zapnutá, „%@“ bude môcť vyhľadávať všetky zariadenia vo vašej sieti a komunikovať s nimi.
sl: Če je funkcija omogočena, lahko »%@« najde in komunicira z vsemi napravami, povezanimi z vašim omrežjem.
sv: När det här alternativet är aktivt kan ”%@” leta efter och kommunicera med alla enheter som är anslutna till ditt nätverk.
th: เมื่อเปิดการใช้งานนี้ “%@“ สามารถค้นหาและสื่อสารกับอุปกรณ์ทุกชิ้นที่เชื่อมต่อกับเครือข่ายของคุณได้
tr: Bu seçenek etkinken “%@“, ağınıza bağlı tüm aygıtları bulup onlarla iletişim kurabilir.
uk: Коли ввімкнено, «%@» зможе знаходити всі пристрої у вашій мережі та взаємодіяти з ними.
vi: Khi được bật, “%@“ có thể tìm và giao tiếp với mọi thiết bị được kết nối vào mạng của bạn.
zh_cn: 启用后，“%@”可查找接入网络的每台设备并与之通信。
zh_hk: 啟用後，「%@」可以尋找連接你網絡的每部裝置並與之通訊。
zh_tw: 啟用時，「%@」可以尋找連接你網路的每部裝置並與其通訊。

# CALENDARS_AUTH_HEADER
source: Allow Calendar Access
ar: السماح بالوصول إلى التقويم
bg: Позволи достъп до Календар
ca: Permet l’accés als calendaris
cs: Povolte přístup ke kalendáři
da: Tillad kalenderadgang
de: Kalenderzugriff erlauben
el: Να επιτρέπεται η πρόσβαση στο Ημερολόγιο
es: Permitir el acceso al calendario
es_us: Permite el acceso a Calendario
fi: Salli kalenterin käyttö
fr: Autoriser l’accès à Calendrier
fr_ca: Autoriser l’accès aux calendriers
he: הרשאת גישה ללוח השנה
hi: कैलेंडर ऐक्सेस की अनुमति दें
hr: Dozvoli pristup kalendaru
hu: Naptárhozzáférés engedélyezése
id: Izinkan Akses Kalender
it: Consenti l’accesso a Calendario
ja: カレンダーへのアクセスを許可
kk: Күнтізбеге қол жеткізуге рұқсат беру
ko: 캘린더 접근 허용
lt: Suteikti prieigą prie kalendoriaus
ms: Benarkan Akses Kalendar
nl: Geef toegang tot Agenda
no: Gi tilgang til Kalender
pl: Daj dostęp do Kalendarza
pt_br: Permitir Acesso ao Calendário
pt_pt: Permitir acesso ao Calendário
ro: Permiteți accesul la Calendar
ru: Разрешите доступ к календарю
sk: Povolenie prístupu ku Kalendáru
sl: Dovoli dostop do koledarja
sv: Tillåt åtkomst till Kalender
th: อนุญาตให้เข้าถึงปฏิทิน
tr: Takvim Erişimine İzin Ver
uk: Дозволити доступ до Календаря
vi: Cho phép truy cập Lịch
zh_cn: 允许访问“日历”
zh_hk: 允許取用「日曆」
zh_tw: 允許取用行事曆

# PHOTOS_PHOTOKIT_SECTION_FOOTER
source: These apps have requested access to your photo library.
ar: هذه التطبيقات طلبت الوصول إلى مكتبة صورك.
bg: Тези приложения са заявили достъп до вашата библиотека със снимки.
ca: Aquestes apps han sol·licitat accés a la fototeca.
cs: Tyto aplikace si vyžádaly přístup k vaší knihovně fotek.
da: Disse apps har bedt om adgang til dit fotobibliotek.
de: Diese Apps haben Zugriff auf deine Fotomediathek angefordert.
el: Αυτές οι εφαρμογές έχουν ζητήσει πρόσβαση στη βιβλιοθήκη φωτογραφιών σας.
es: Estas apps han solicitado acceso a tu fototeca.
es_us: Estas apps solicitaron acceso a tu fototeca.
fi: Nämä apit ovat pyytäneet lupaa käyttää kuvakirjastoasi.
fr: Ces apps ont demandé l’accès à votre photothèque.
fr_ca: Ces apps ont demandé l’accès à votre photothèque.
he: יישומים אלו ביקשו גישה לספריית התמונות שלך.
hi: इन ऐप्स ने आपकी तस्वीर लाइब्रेरी को ऐक्सेस करने का अनुरोध किया है।
hr: Ove aplikacije zatražile su pristup vašoj medijateci fotografija.
hu: Ezek az appok hozzáférést kértek az Ön fotókönyvtárához.
id: App ini telah meminta akses ke perpustakaan foto Anda.
it: Queste app hanno richiesto l’accesso alla libreria fotografica.
ja: これらのアプリは、写真ライブラリへのアクセスを要求しました。
kk: Бұл қолданбалар фотолар жинағына қол жеткізуді сұрады.
ko: 이 앱이 사용자의 사진 보관함에 접근을 요청했습니다.
lt: Šios programos pateikė užklausą dėl prieigos prie nuotraukų bibliotekos.
ms: App ini telah meminta akses kepada pustaka foto anda.
nl: Deze apps hebben om toegang tot je foto­bibliotheek gevraagd.
no: Disse appene har bedt om tilgang til bildebiblioteket ditt.
pl: Te aplikacje żądały dostępu do Twojej biblioteki zdjęć.
pt_br: Estes apps solicitaram acesso à fototeca.
pt_pt: Estas aplicações pediram acesso à sua fototeca.
ro: Aceste aplicații au solicitat acces la biblioteca dvs. foto.
ru: Эти приложения запросили доступ к Вашей медиатеке.
sk: Tieto apky žiadali o prístup k vašej knižnici fotiek.
sl: Te aplikacije so zahtevale dostop do knjižnice fotografij.
sv: De här apparna har begärt tillgång till ditt bildbibliotek.
th: แอปเหล่านี้ได้ขอเข้าถึงคลังรูปภาพของคุณ
tr: Bu uygulamalar fotoğraf arşivinize erişmek istedi.
uk: Ці програми запитували доступ до вашої фототеки.
vi: Những ứng dụng này đã yêu cầu quyền truy cập vào thư viện ảnh của bạn.
zh_cn: 这些App请求访问照片图库。
zh_hk: 這些App曾要求取用你的相片圖庫。
zh_tw: 這些App之前要求取用你的照片圖庫。
